{
  "sidebar": {
    "home": "Home",
    "Home": "Home",
    "NFT Gallery": "NFT Gallery",
    "Gallery 1": "Gallery 1",
    "Gallery 2": "Gallery 2",
    "Gallery 3": "Gallery 3",
    "Universal": "Universal",
    "D-NFT Minting": "D-NFT Minting",
    "NFT Manager": "NFT Manager",
    "Info": "Info",
    "Media": "Media",
    "user": "User",
    "Four": "Four",
    "Five": "Five",
    "Six": "Six",
    "DAPP": "DAPP",
    "ABOUT": "About",
    "Gallery": "Gallery",
    "Universe": "Universal",
    "Funbox": "Funbox",
    "Learn More": "Learn More"
  },
  "landingPage": {
    "title": "The starting point for your next project"
  },
  "generalApp": {
    "welcome": "Welcome back",
    "hello": "NFT Lovers",
    "slogan": "Everything is decentralized here!",
    "Decentralization SwitchSwap": "Decentralization SwitchSwap",
    "Smart Contracts Dev": "Smart Contracts Dev",
    "Interface Design": "Interface Design"
  },
  "general": {
    "learnMore": "Learn More",
    "logout": "Logout"
  },
  "other": {
    "Total Minted NFTs": "Total Minted NFTs",
    "Development progress": "Development progress",
    "Tasks": "Tasks",
    "Status": "Status",
    "Your Proposal": "Your Proposal",
    "Under Development": "This function is under development, stay tuned!"
  },
  "homework": {
    "task": {
      "Design IPFS hostable interface": "Design IPFS hostable interface",
      "Deploy Github Workflow": "Deploy Github Workflow",
      "Generate NFT stored on Crust": "Generate NFT stored on Crust",
      "Swap NFT": "Swap NFT",
      "Create Gallery for NFT": "Create Gallery for NFT",
      "Home page": "Home page",
      "Proposal": "Proposal",
      "NFT Minting Page": "NFT Minting Page"
    },
    "status": {
      "in_progress": "In Progress",
      "to_do": "To Do",
      "completed": "Completed"
    },
    "priority": {
      "High Priority": "High Priority",
      "Medium Priority": "Medium Priority",
      "Low Priority": "Low Priority"
    }
  },
  "dashboard": {
    "explore": "Explore",
    "support": "Support",
    "disconnect": "Disconnect"
  },
  "assetDetail": {
    "contract": "Contract Address",
    "id": "Token ID",
    "standard": "Token Standard",
    "network": "Network"
  },
  "funBox": {
    "requirement": "Tweet requirements",
    "keywords": "Write your own tweet including the following keywords: #web3, #ipfs, #switchswap, #crustnetwork, #polygon",
    "useDefault": "Or using Quick Tweet with pre-written tweet",
    "quickTweet": "Quick Tweet",
    "getFaucet": "Get Faucet"
  },
  "connectWallet": {
    "myWallet": "My Wallet",
    "management": "Wallet management",
    "agreement": "By connecting a wallet, you agree to Switchswap’ ",
    "term": "Terms of Service",
    "acknowledge": "and acknowledge that you have read and understand the",
    "disclaimer": "Switchswap disclaimer",
    "connect": "Connect",
    "learn": "LEARN",
    "install": "Install Metamask!",
    "choose": "Choose Polygon Network!",
    "selected": "Metamask Wallet is selected by default",
    "network": "Crust Network",
    "select": "Select",
    "installCrust": "Install Crust Wallet!",
    "default": "Crust Wallet is selected by default",
    "close": "Close"
  },
  "nftMinting": {
    "describe-1": "This is for configure Nft",
    "config": "NFT Configuration",
    "blockchain": "Blockchain",
    "author": "With Author Registration",
    "simplified": "Simplified",
    "card": "Without NFT Card",
    "NFT type": "NFT Type",
    "requirements and sample": "Requirements & Sample NFT",
    "extensions": "All file extensions",
    "requirements": "Requirements",
    "usage": "Usage",
    "images": "Only for images",
    "art": "Art, Intellectual Property",
    "asset": "Anonymous Asset",
    "describe-2": "This is for customize Nft ",
    "metadata": "Creating Metadata",
    "description": "Description",
    "placeholder": "Enter what is so cool about my NFT",
    "upload": "Upload Metadata",
    "updated": "Metadata is uploaded successfully to Crust Network",
    "uploaded": "NFT Card is uploaded successfully to Crust Network",
    "describe-3": "This is for Step mint Nft",
    "minting": "Minting NFT",
    "mint": "Mint NFT",
    "describe-4": "This is for Step upload file",
    "upload file": "Upload file to Crust Network",
    "uploaded successfully": "Uploaded successfully to Crust Network"
  },
  "mintingProcess": {
    "generate": "Generate NFT",
    "learn": "Learn",
    "step completed": "All steps completed - you're finished",
    "reset": "Reset",
    "back": "Back",
    "skip": "Skip",
    "download": "Download NFT Card",
    "finish": "Finish",
    "next": "Next",
    "NFT Configuration": "NFT Configuration",
    "Upload File": "Upload File",
    "Customize NFT Card": "Customize NFT Card",
    "Mint NFT": "Mint NFT"
  },
  "uploadMultiFile": {
    "select": "Drop or Select file",
    "drop": "Drop file here or click ",
    "browse": "browse ",
    "machine": "through your machine"
  },
  "term": {
    "Terms": "Terms & privacy policy",
    "Last modified": "Last modified on ",
    "": "",
    "INTRODUCTION": "INTRODUCTION",
    "Welcome": "Welcome to https://switchswap.io, a website-hosted user interface (the ”Interface” or ”App”) provided by Switchswap (”we”, ”our”, or ”us”). The Interface provides access to a decentralized protocol on the Polygon blockchain that allows users to trade certain digital assets.",
    "This Terms": "This Terms of Service Agreement (the ”Agreement”) explains the terms and conditions by which you may access and use the Interface. You must read this Agreement carefully. By accessing or using the Interface, you signify that you have read, understand, and agree to be bound by this Agreement in its entirety. If you do not agree, you are not authorized to access or use the Interface and should not use the Interface.",
    "NOTICE": "NOTICE: Please read these Terms and the Privacy Policy carefully as they govern your use of the Interface. The Terms contain important information, including a binding arbitration provision and a class action waiver, both of which impact your rights as to how disputes are resolved. The Services are only available to you—and you should only access the Interface—if you agree completely with the Terms.",
    "1. Modification": "1. Modification of this Agreement",
    "We reserve1": "We reserve the right, in our sole discretion, to modify this Agreement from time to time. If we make any modifications, we will notify you by updating the date at the top of the Agreement and by maintaining a current version of the Agreement at https://switchswap.io/#/terms-of-service. All modifications will be effective when they are posted, and your continued accessing or use of the Interface will serve as confirmation of your acceptance of those modifications. If you do not agree with any modifications to this Agreement, you must immediately stop accessing and using the Interface.",
    "2. Eligibility": "2. Eligibility",
    "To access": "To access or use the Interface, you must be able to form a legally binding contract with us. Accordingly, you represent that you are at least the age of majority in your jurisdiction (e.g., eighteen years old) and have the full right, power, and authority to enter into and comply with the terms and conditions of this Agreement on behalf of yourself and any company or legal entity for which you may access or use the Interface. You further represent that you are not a citizen, resident, or member of any jurisdiction or group that is subject to economic sanctions by the United States, or where your use of the Interface would be illegal or otherwise violate any applicable law. You further represent that your access and use of the Interface will fully comply with all applicable laws and regulations, and that you will not access or use the Interface to conduct, promote, or otherwise facilitate any illegal activity.",
    "3. Proprietary Rights": "3. Proprietary Rights",
    "We own": "We own all intellectual property and other rights in the Interface and its contents, including (but not limited to) software, text, images, trademarks, service marks, copyrights, patents, and designs. This intellectual property is available under the terms of our copyright licenses and our Trademark Policy. Unlike the Interface, the smart contracts are comprised entirely of open-source or source-available software running on the public Polygon blockchain.",
    "4. Additional Rights.": "4. Additional Rights.",
    "We reserve2": "We reserve the following rights, which do not constitute obligations of ours: (a) with or without notice to you, to modify, substitute, eliminate or add to the Interface; (b) to review, modify, filter, disable, delete and remove any and all content and information from the Interface; and (c) to cooperate with any law enforcement, court or government investigation or order or third party requesting or directing that we disclose information or content or information that you provide.",
    "5. Privacy": "5. Privacy",
    "We care": "We care about your privacy. When you use the Interface, we do not collect any personally identifiable information (”PII”) from you (e.g., Polygon address, IP address, or transaction amounts). We do, however, use third-party service providers, like Infura, Cloudflare, and Google Analytics, which may receive your PII. We do not control how these third parties handle your data and you should review their privacy policies to understand how they collect, use, and share your PII. In particular, please visit https://policies.google.com/technologies/partner-sites to learn more about how Google uses data. By accessing and using the Interface, you understand and consent to our data practices and our service providers’ treatment of your information.",
    "Additionally": "Additionally, when you use the Interface, you are interacting with the Ethereum blockchain, which provides transparency into your transactions. Uniswap Labs does not control and is not responsible for any information you make public on the Ethereum blockchain by taking actions through the Interface."
  }
}
