{
  "sidebar": {
    "home": "Trang chủ",
    "Home": "Trang chủ",
    "NFT Gallery": "Thư viện NFT",
    "Gallery 1": "Bộ sưu tập 1",
    "Gallery 2": "Bộ sưu tập 2",
    "Gallery 3": "Bộ sưu tập 3",
    "Universal": "Toàn bộ",
    "D-NFT Minting": "Tạo D-NFT",
    "NFT Manager": "Quản lý",
    "Info": "Info",
    "Media": "Media",
    "user": "User",
    "Four": "Four",
    "Five": "Five",
    "Six": "Six",
    "DAPP": "ỨNG DỤNG",
    "ABOUT": "About",
    "Gallery": "Bộ sưu tập",
    "Universe": "Universe",
    "Funbox": "Funbox",
    "Learn More": "Tìm hiểu thêm."
  },
  "landingPage": {
    "title": "Điểm khởi đầu cho dự án của "
  },
  "generalApp": {
    "welcome": "Xin chào",
    "hello": "NFT Lovers",
    "slogan": "Tất cả đều phi tập trung tại đây!",
    "Decentralization SwitchSwap": "SwitchSwap Phi tập trung",
    "Smart Contracts Dev": "Smart Contracts Dev",
    "Interface Design": "Interface Design"
  },
  "general": {
    "learnMore": "Tìm hiểu thêm",
    "logout": "Đăng xuất"
  },
  "other": {
    "Total Minted NFTs": "Tất cả NFTs",
    "Development progress": "Development progress",
    "Tasks": "Nhiệm vụ",
    "Status": "Tình trạng",
    "Your Proposal": "Đề xuất của bạn",
    "Under Development": "Chức năng này đang được phát triển, xin hãy chờ!"
  },
  "homework": {
    "task": {
      "Design IPFS hostable interface": "Design IPFS hostable interface",
      "Deploy Github Workflow": "Deploy Github Workflow",
      "Generate NFT stored on Crust": "Generate NFT stored on Crust",
      "Swap NFT": "Swap NFT",
      "Create Gallery for NFT": "Create Gallery for NFT",
      "Home page": "Home page",
      "Proposal": "Proposal",
      "NFT Minting Page": "NFT Minting Page"
    },
    "status": {
      "in_progress": "In Progress",
      "to_do": "To Do",
      "completed": "Completed"
    },
    "priority": {
      "High Priority": "High Priority",
      "Medium Priority": "Medium Priority",
      "Low Priority": "Low Priority"
    }
  },
  "dashboard": {
    "explore": "Khám phá",
    "support": "Hỗ trợ",
    "disconnect": "Ngắt kết nối"
  },
  "assetDetail": {
    "contract": "Địa chỉ hợp đồng",
    "id": "Token ID",
    "standard": "Tiêu chuẩn Token",
    "network": "Mạng"
  },
  "funBox": {
    "requirement": "Những yêu cầu của Tweet",
    "keywords": "Đăng bài Tweet của bạn có chứa những từ khóa sau đây: #web3, #ipfs, #switchswap, #crustnetwork, #polygon",
    "useDefault": "Hoặc sử dụng Tweet mặc định có sẵn",
    "quickTweet": "Quick Tweet",
    "getFaucet": "Get Faucet"
  },
  "connectWallet": {
    "myWallet": "Ví của tôi",
    "management": "Quản lý ví",
    "agreement": "Khi kết nối vào ví, bạn đồng ý với Switchswap ",
    "term": "Các điều khoản dịch vụ",
    "acknowledge": "và xác nhận rằng bạn đã đọc và hiểu",
    "disclaimer": "Miễn trừ trách nhiệm của Switchswap",
    "connect": "Kết nối",
    "learn": "TÌM HIỂU",
    "install": "Cài đặt Metamask!",
    "choose": "Chọn mạng Polygon!",
    "selected": "Ví Metamask Wallet được chọn mặc định",
    "network": "Mạng Crust",
    "select": "Chọn",
    "installCrust": "Cài đặt ví Crust!",
    "default": "Ví Crust được chọn mặc định",
    "close": "Đóng"
  },
  "nftMinting": {
    "config": "Cấu hình NFT",
    "blockchain": "Blockchain",
    "author": "Không có quyền tác giả",
    "simplified": "Đơn giản",
    "card": "Không có NFT Card",
    "NFT type": "Loại NFT",
    "requirements and sample": "Yêu cầu & NFT mẫu",
    "extensions": "Tất cả các tệp mở rộng",
    "requirements": "Yêu cầu",
    "usage": "Sử dụng",
    "images": "Chỉ dùng cho tập tin ảnh",
    "art": "Nghệ thuật, sở hữu trí tuệ",
    "asset": "Tài sản vô danh",
    "metadata": "Tạo Metadata",
    "description": "Mô tả",
    "placeholder": "Viết gì xàm xàm đi mấy fen",
    "upload": "Tải lên Metadata",
    "updated": "Metadata đã được tải lên thành công trên mạng Crust",
    "uploaded": "Thẻ NFT đã được tải lên thành công trên mạng Crust",
    "describe-3": "This is for Step mint Nft",
    "minting": "Các bước tạo NFT",
    "mint": "Tạo NFT",
    "describe-4": "This is for Step upload file",
    "upload file": "Tải tệp lên mạng Crust",
    "uploaded successfully": "Tải tệp thành công lên mạng Crust"
  },
  "mintingProcess": {
    "generate": "Các bước tạo NFT",
    "learn": "Tìm hiểu",
    "step completed": "Tất cả các bước đã hoàn tất",
    "reset": "Reset",
    "back": "Quay lại",
    "skip": "Bỏ qua",
    "download": "Tải về NFT Card",
    "finish": "Hoàn tất",
    "next": "Kế tiếp",
    "NFT Configuration": "Cấu hình NFT",
    "Upload File": "Tải tệp lên",
    "Customize NFT Card": "Tùy chỉnh NFT Card",
    "Mint NFT": "Tạo NFT"
  },
  "uploadMultiFile": {
    "select": "Kéo thả vào hoặc chọn tệp",
    "drop": "Kéo thả tệp hoặc click ",
    "browse": "Tìm duyệt ",
    "machine": "từ máy của bạn"
  },
  "term": {
    "contact": "Làm thế nào để liên hệ với chúng tôi?",
    "contact us": "Nếu bạn có bất kỳ câu hỏi hoặc mối quan tâm nào về chính sách bảo mật, hãy liên hệ với chúng tôi.",
    "Terms": "Các điều khoản & chính sách bảo mật",
    "Last modified": "Chỉnh sửa lần cuối vào ",
    "": "",
    "INTRODUCTION": "GIỚI THIỆU",
    "Welcome": "Chào mừng đến với https://switchswap.io, một giao diện website cho người dùng được phát triển bởi Switchswap. Giao diện này cung cấp truy cập vào giao thức phi tập trung trên mạng chuỗi khối Polygon, cho phép người dùng giao dịch các loại tài sản kỹ thuật số.",
    "This Terms": "Thỏa thuận về điều khoản dịch vụ này giải thích các điều khoản và điều kiện để bạn có thể truy cập và sử dụng Switchswap. Bạn phải đọc thật kỹ về thỏa thuận này. Khi bạn truy cập và sử dụng Switchswap, nghĩa là bạn đã đọc, hiểu, và đồng ý hoàn toàn tuân theo thỏa thuận. Nếu bạn không đồng ý, bạn sẽ không được cấp quyền truy cập và sử dụng Switchswap và tốt nhất bạn không nên sử dụng.",
    "NOTICE": "CHÚ Ý: Hãy đọc thật kỹ các điều khoản và chính sách bảo mật để sử dụng Switchswap đúng theo quy định. Các điều khoản này chứa những thông tin quan trọng, including a binding arbitration provision and a class action waiver, cả hai đều ảnh hưởng quyền của bạn khi giải quyết tranh chấp. Những dịch vụ chỉ được sẵn sàng sử dụng bởi bạn và bạn chỉ nên truy cập Switchswap nếu bạn hoàn toàn đồng ý với các điều khoản.",
    "1. Modification": "1. Sửa đổi thỏa thuận.",
    "We reserve1": "Chúng tôi có quyền tự ý sửa đổi các thỏa thuận này tùy theo thời điểm. Nếu chúng tôi có bất kỳ sửa đổi nào, chúng tôi sẽ thông báo đến bạn bằng cách cập nhật thời gian thay đổi ở trên cùng của thỏa thuận và giữ phiên bản hiện tại của thỏa thuận ở  https://switchswap.io/#/terms-of-service. Mọi sự thay đổi sẽ có hiệu lực kể từ khi được đưa ra, Nếu bạn tiếp tục truy cập hay sử dụng Switchswap, điều đó có nghĩa là bạn xác nhận sự đồng ý với những sự thay đổi trong điều khoản. Nếu bạn không đồng ý với những sự thay đổi đối với thỏa thuận này, bạn hãy ngừng truy cập và sử dụng Switchswap.",
    "2. Eligibility": "2. Điều kiện.",
    "To access": "Để truy cập hoặc sử dụng Switchswap, bạn phải đủ năng lực để thành lập ràng buộc pháp lý với chúng tôi. Theo đó, bạn cam kết rằng bạn ít nhất đã đủ tuổi trưởng thành theo quy định tại quốc gia của bạn (ví dụ: 18 tuổi) và có đầy đủ quyền, năng lực, và thẩm quyền để truy cập và tuân thủ các điều khoản và điều kiện của thỏa thuận này đại diện cho cá nhân bạn và bất kỳ tổ chức hay thực thể pháp lý theo đó bạn có thể truy cập hoặc sử dụng Switchswap. Bạn phải xác nhận bạn không phải công dân, người nhập cư, hoặc thành viên của bất kỳ tổ chức có sự phụ thuộc vào các luật định về kinh tế của nước Mỹ, nếu không sự sử dụng Switchswap của bạn sẽ là bất hợp pháp hoặc vi phạm quy định hiện hành. Bạn phải xác nhận khi sử dụng Switchswap sẽ hoàn toàn tuân thủ theo các quy định và luật pháp hiện hành, và bạn sẽ không truy cập hoặc sử dụng Switchswap để tiến hành, quảng bá, hay chất chứa bất kỳ hoạt động phi pháp nào.",
    "3. Proprietary Rights": "3. Điều khoản độc quyền.",
    "We own": "Chúng tôi sở hữu hoàn toàn tài sản trí tuệ và các tài sản khác trong giao diện và nội dung của Switchswap, bao gồm (nhưng không giới hạn) phần mềm, văn bản, hình ảnh, nhãn hiệu, nhãn hiệu dịch vụ, bản quyền, bằng sáng chế, và sáng kiến. Tài sản trí tuệ này có sẵn trong các điều khoản của giấy phép bản quyền và chính sách nhãn hiệu của chúng tôi. Khác với Switchswap, hợp đồng thông minh là cấu thành hoàn toàn từ mã nguồn mở hoặc phần mềm sẵn có đang chạy trên mạng chuỗi khối Polygon.",
    "4. Additional Rights.": "4. Các quyền khác.",
    "We reserve2": "Chúng tôi có các quyền sau đây, mà không cấu thành nghĩa vụ của chúng tôi: (a) có hoặc không có thông báo đến bạn, để chỉnh sửa, thay thế, loại bỏ hoặc thêm vào Switchswap; (b) xem xét, chỉnh sửa, sàng lọc, vô hiệu hóa, xóa hoặc gỡ bỏ bất kỳ hoặc tất cả nội dung và thông tin từ Switchswap; và (c) hợp tác với bất kỳ lực lượng pháp lý, tòa án hoặc sự điều tra của chính phủ hoặc điều lệnh hoặc yêu cầu hay chỉ định của bên thứ ba để tiết lộ thông tin hay nội dung mà bạn cung cấp.",
    "5. Privacy": "5. Chính sách bảo mật.",
    "We care": "Chún tôi quan tâm về sự riêng tư của bạn. Khi bạn sử dụng Switchswap, chúng tôi không thu thập bất kỳ thông tin nhận dạng cá nhân nào từ bạn (ví dụ: Địa chỉ ví mạng Polygon, địa chỉ IP, hoặc số lượng giao dịch). Tuy nhiên, chúng tôi có sử dụng dịch vụ được cung cấp bởi bên thứ ba như Infura, Cloudflare, và Google Analytics, những công cụ này có thể sẽ thu thập thông tin cá nhân của bạn. Chúng tôi không kiểm soát việc sử dụng của bên thứ ba đối với thông tin của bạn và bạn nên xem những chính sách bảo mật của họ để biết được những công cụ này sẽ thu thập, sử dụng và chia sẻ thông tin của bạn như thế nào. Cụ thể, hãy truy cập https://policies.google.com/technologies/partner-sites để tìm hiểu thêm Google sử dụng dữ liệu như thế nào. Bằng sự truy cập và sử dụng Switchswap, bạn hiểu và đồng thuận với chính sách dữ liệu và cách thức xử lý đối với thông tin của bạn từ những nhà cung cấp dịch vụ của chúng tôi.",
    "Additionally": "Thêm vào đó, khi bạn sử dụng Switchswap, bạn đang tương tác với mạng chuỗi khối Ethereum, điều này cung cấp sự minh bạch cho giao dịch của bạn. Switchswap không kiểm soát và không chịu trách nhiệm cho bất kỳ thông tin mà bạn công khai trên mạng chuỗi khối Ethereum khi hoạt động trên Switchswap."
  }
}
